[{"id": "fvvjnrk", "author": "DNAhelicase", "content": "**This report is from [Science and Technology Daily](https://en.wikipedia.org/wiki/Science_and_Technology_Daily), the official newspaper of the Ministry of Science and Technology of the People's Republic of China**\n\n**Also, remember this is a *science* sub. Cite your sources. No politics/economics/anecdotal discussion**"}, {"id": "fvvofbr", "author": "DuvalHeart", "content": "So it's basically a press release and should be treated no differently than if a private manufacturer said the same."}, {"id": "fvvrktz", "author": "DNAhelicase", "content": "In a sense - yes, although one would hope that a government entity would do more due diligence before releasing a statement like this than private company. \n\n**Now even though this is a science sub, and I hate politics being in here just as much as others (if not more), I know there is a particularly relevant political point in reference to this release that will be brought up so I will comment on the elephant in the room and get it out of the way (and no further comments on it will be allowed) - there is a clear difference in the way China interacts with private companies and the way the rest of the world interacts with private companies - keep that in mind when reading press releases**"}, {"id": "fvvvnyj", "author": "OptimalYogurt", "content": "we’ve seen this before with a different vaccine right? So we have two vaccines that are set to start with phase 3 trials? This is huge that we have multiple vaccines doing well, but it still isn’t the final step. Correct me if i’m wrong."}, {"id": "fvvx68w", "author": "TheChaosGrinder", "content": "I think CanSino's Phase 3 is around the corner too? \n\nFinal step is licensing but that's directly tied to Phase 3 outcomes."}, {"id": "fvw7f78", "author": "KuduIO", "content": "Is that for [the trials in Canada](https://www.canada.ca/en/health-canada/services/drugs-health-products/covid19-clinical-trials/list-authorized-trials.html)?"}, {"id": "fvzyyvd", "author": "rush22", "content": "The Canadian [trials](https://clinicaltrials.gov/ct2/show/NCT04398147) of CanSino's are another Phase I/II.\n\nA Phase III will probably be done elsewhere unless Canada gets a bad second wave."}, {"id": "fvxa2s8", "author": "Buzumab", "content": "CanSino already published their Phase 1 results and wrapped their Phase 2 trials, so Phase 3 should be coming shortly!\n\nIts performance isn't as robust as we might've hoped (neutralizing antibodies <200 in 75% of high dose, 50% of moderate dose applications resulted in neutralizing antibodies within 4 weeks) for a vaccine that will require a significant manufacturing program to produce at scale, but still overall a positive result if it's not show to have potential for harm in Phase 3."}, {"id": "fvxn71y", "author": "unsilviu", "content": "Can vaccines be combined? e.g. administering both this and another vaccine with modest performance to reach a better level of immunisation."}, {"id": "fvyho7o", "author": "deirdresm", "content": "The concern there is, among other things, [antibody-dependent enhancement](https://en.m.wikipedia.org/wiki/Antibody-dependent_enhancement).\n\ntl;dr: for lay readers and those in other specialties: famously, in dengue, having antibody titers that are too *low* or for a different strain, instead of providing partial immunity, it escalates the course of the disease, sometimes taking it to the hemorrhagic form."}, {"id": "fw3bg36", "author": "Ned84", "content": "There is no evidence of ADE in any of the 14 vaccine trials in animals so far. So why are you saying its a concern?"}, {"id": "fw3f3y4", "author": "deirdresm", "content": "The question was about using *multiple* vaccinations, not a single vaccination. The people developing existing vaccines know the constraints for safety and have designed them within the constraints they're aware of."}, {"id": "fw48uzo", "author": "Buzumab", "content": "Update: I may have been incorrect. Reference This Week in Virology at the 01:37:00 minute mark re: two shingles vaccines using different vectors is considered safe, as well as HIV prime boosting protocols using different platforms."}, {"id": "fw4d7aq", "author": "unsilviu", "content": "Thanks for the update! I really should start listening to TWiV more regularly, it's an awesome source of info :)"}, {"id": "fvxr2xu", "author": "Buzumab", "content": "I don't know that it's been done before. This is a pretty unique scenario of course, so regulatory agencies might allow for something like that... the thing is you'd have to test the combination (since it concerns prevention rather than treatment, the field of immunology is particularly sensitive about the prospect of potential harm) and that seems very unlikely."}, {"id": "fvxzrxu", "author": "CD11cCD103", "content": "Definitely a high degree of risk of harm there. Our group is pretty dark on inactivated virus at all given the disease exacerbation that was caused by inactivated RSV vaccination."}, {"id": "fvw4e40", "author": "bjfie", "content": "> So we have two vaccines that are set to start with phase 3 trials? \n\nAre both inactivated vaccines?"}, {"id": "fvx22h0", "author": "Jumpsuit_boy", "content": "The Oxford one is a dna or rna virus."}, {"id": "fvxmplx", "author": "dankhorse25", "content": "DNA virus"}, {"id": "fvywztl", "author": "MovingClocks", "content": "3 if you include the Moderna mRNA Phase 3 in a few weeks."}, {"id": "fvy18nn", "author": "NotAnotherEmpire", "content": "This is the first one to actually pass Phase II. \n\nModerna and the Oxford group are initiating Phase IIIs because they can take months to set up and longer to do. Neither group has announced Phase II results of \"X% developed antibodies by Y date.\""}, {"id": "fvw0r8j", "author": "durtymccurdy", "content": "Essentially yes. Most side effects from inactivated vaccines come from other components of the formulation, such as preservatives, rather than the inactivated virus itself. The virus doesn't really contain the genetic material necessary to reproduce and proliferate, it just contains the antigens needed to produce antibodies."}, {"id": "fvwj3a9", "author": "bionista", "content": "Not necessarily true. Inactivated SARS vaccines has triggered severe immune response in most lab animals with the exception of the hamster and rhesus. But a different delivery system may solve this problem."}, {"id": "fvxdo6s", "author": "atmosphere325", "content": ">But a different delivery system may solve this problem.\n\nI'm hoping that it's by catapult."}, {"id": "fvxvz1w", "author": "duluoz1", "content": "Exactly. You'd need a trebuchet for such a task"}, {"id": "fvy1yp1", "author": "SquatchCock", "content": "I've never had bad luck using a ballista."}, {"id": "fvvsae8", "author": "SaabiMeister", "content": "I'd say you're correct."}, {"id": "fvvzubt", "author": "BMonad", "content": "Well attenuated (live but weakened) vaccines have a higher risk of side effects because the virus could still potentially proliferate, specifically in those with weak immune systems. Inactived vaccines have no chance at reproducing since they’re dead. Downside is that they induce a weaker immune response, so follow up vaccines or “boosters” are typically required at greater frequency versus attenuated vaccines."}, {"id": "fvw7la1", "author": "italianancestor", "content": "And then there are the RNA vaccines of which most of the covid candidates are."}, {"id": "fvw01ll", "author": "seunosewa", "content": "Lots of successful vaccines have used inactivated virus. It's a tried and tested approach."}, {"id": "fvvmyp6", "author": "TheChaosGrinder", "content": "The more the merrier I say! This reads really good, cellular responses and antibody titers, robust results."}, {"id": "fvvrimn", "author": "wellimoff", "content": "Is this real? There has to be something to nitpick in this. Please crush my dreams so I can't get my hopes up."}, {"id": "fvw7erg", "author": "MadScientist420", "content": "Not sure about \"No idea\". We have early studies showing at least short term immunity and our experience with SARS and MERS, which are closely related, suggests long lasting immunity."}, {"id": "fvw9uir", "author": "Xikar_Wyhart", "content": "Aren't memory cells more important in the long term? Antibodies are good for right now so if you had it you don't need to worry about re-infection. But if the body doesn't remember how to fight months/years later you can get an equally bad infection because your body is starting from scratch.\n\nThat's my best understanding of the immune system from high school Bio."}, {"id": "fvwe7uo", "author": "DarrenStill", "content": "Memory B cells proliferate to produce antibodies during reinfection."}, {"id": "fvwr7th", "author": "Nowhere_Man_Forever", "content": ">Once again this is a novel virus. It is not SARS or MERS and any claim of long lasting immunity is pure speculation. That may be the case but we can't know that until the data exists. Other coronaviruses that cause the common cold only offer a few months of immunity and it is possible to get infected in the same season.\n\nWhile this is technically true, the virus that causes COVID-19 is way more similar to the virus that causes SARS than it is to the ones that cause colds. Saying that it's completely impossible to use SARS as a go-by is kind of ridiculous."}, {"id": "fvx0x3o", "author": "orangesherbet0", "content": "A lot of people reject indirect or incomplete evidence, especially when they have been taught clinical statistics, i.e. assuming the null hypothesis until overwhelming evidence. To assume the null hypothesis is doctrine and tradition, but in decision-making contexts it is sub-optimal; there is a lot of research on viruses in general, SARS and MERS specifically, the immune system, and SARS-CoV-2 to form *expectations*. Decisions under uncertainty need to be made with partial, incomplete, indirect information, and there is sufficient information already available to expect the null hypothesis (that no vaccine will work) will be rejected.\n\nThe incompatibility of the doctrines of evidence-based medicine and optimal decision-making is most hilariously presented in [Parachute use to prevent death and major trauma related to gravitational challenge: systematic review of randomised controlled trials](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC300808/)  \n\n\nAlso, even a vaccine that only provides immunity for a few months would be sufficient to completely eliminate this virus from the face of the earth, if administered to enough of the world population in short enough time."}, {"id": "fvx1qta", "author": "Nowhere_Man_Forever", "content": "Yeah saying that long lasting immunity is \"pure speculation\" is like if we found a new kind of deer and someone said that it is \"pure speculation\" to say that it would probably die if shot in the head. Yeah, we technically wouldn't know 100% but we could take a fucking guess."}, {"id": "fvxdzbt", "author": "Megasphaera", "content": "thanks for the Smith&Pell reference, very funny indeed"}, {"id": "fvxlj29", "author": "Jangles", "content": "My favourite was the follow up trial about ensuring patient selection was applicable.\n\nParachutes had no effect Vs placebo - in falls <1m."}, {"id": "fvxrglq", "author": "CaptainCrash86", "content": ">The incompatibility of the doctrines of evidence-based medicine and optimal decision-making is most hilariously presented in [Parachute use to prevent death and major trauma related to gravitational challenge: systematic review of randomised controlled trials](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC300808/)\n\nWhilst that paper was very pithy, it missed the point of evidence-based medicine. EBM uses any sort of evidence. Unfortunately in medicine, effects are often small and uncertain enough that you need the structures of a well conducted trial to tease out the effect. However, when the effects are high in magnitude (e.g. with parachutes, or in a medical context - penicillin would be similar.), trials aren't necessary to demonstrate evidence of effect.\n\n>Also, even a vaccine that only provides immunity for a few months would be sufficient to completely eliminate this virus from the face of the earth, **if administered to enough of the world population in short enough time**.\n\nGood luck with that. It took decades to vaccinate enough people to eliminate smallpox."}, {"id": "fvxuv5e", "author": "orangesherbet0", "content": "It's more about what is considered *evidence* in evidence-based medicine. Assuming the null hypothesis until p<0.05 (or some other arbitrary threshold) is great for stopping ineffective treatments from reaching market, horrible for optimal decision making during a pandemic.\n\nFor example, the parachute study has been likened to guidance from health regulators and the most radical EBM proponents against community mask-wearing earlier in the pandemic, when they failed utilize mechanistic expectations that masks work, and instead proclaimed there was \"no evidence\" that masks could prevent transmission. This proclamation of \"no evidence\" likely resulted in tens to hundreds of thousands of deaths, according to retrospective studies already conducted of the effects of community mask-wearing on COVID transmission."}, {"id": "fvxzhh2", "author": "Nowhere_Man_Forever", "content": "Yeah I know so many people who aren't scientifically trained who take statements like \"no evidence\" to mean \"it doesn't.\" Concider the following two statements:\n\n \"There is no evidence yet that COVID-19 infection results in long-term immunity like SARS infection does\"\n\n and\n\n \"Based on the closest genetic relative to the COVID-19 virus, the SARS virus, it is likely that COVID-19 infection leads to lasting immunity, but this hasn't been proven yet due to the short time that the virus has been active in humans.\"\n\nThe second one would be much better to put out in the news, but it's not as scary and attention grabbing. I know so many people who believe in myths like \"COVID-19 is mutating rapidly because there are many strains out there\" and \"you don't get immunity from being infected\" and I think it's largely due to extremely irresponsible journalism presenting things that are technically true if a highly misleading way."}, {"id": "fvwrv39", "author": "ResoluteGreen", "content": "> A couple months worth of immunity means almost nothing.\n\nIt's not nothing if we can at least protect first responders and frontline workers from it. Or if you can get it before travelling or something."}, {"id": "fvxvs4r", "author": "frank_i_farver", "content": ">It is a novel virus. We have no idea beyond a few months of data and after that is all guesswork.\n\nWhile that is somewhat true, we do have a pretty good idea about how the immune system and antibodies work"}, {"id": "fvx1kyu", "author": "leftyghost", "content": "Source? Antibodies for [SARS and MERS last 1 year](https://www.nature.com/articles/s41591-020-0965-6) and uhh [\"While there is much evidence that various vaccine strategies against SARS are safe and immunogenic, vaccinated animals still display significant disease upon challenge\"](https://www.medscape.com/viewarticle/706717_1)"}, {"id": "fvxb542", "author": "Buzumab", "content": "A few that relate to SARS-CoV-2 rather than SARS-1:  \n[https://www.medrxiv.org/content/10.1101/2020.06.13.20130252v1](https://www.medrxiv.org/content/10.1101/2020.06.13.20130252v1)  \n[https://www.nature.com/articles/s41591-020-0965-6](https://www.nature.com/articles/s41591-020-0965-6)\n\nAlso note that the average Ab titer level in most patients, found across multiple studies, peaks @ <300. Ideally that should be more like 1000+; I don't think anyone familiar with immunology would say that titers <300 are great, especially if some of those aren't neutralizing. And according to multiple gold-standard microneutralization studies, such as performed in the followup on the USS Roosevelt investigation, only 40-60% of those patients were making neutralizing antibodies; it's unknown how vaccine-stimulated production will work with those natural non-producers.\n\nPersonally, I'm hopeful but guarded in thinking that some of these first round vaccines could be effective enough to justify some sort of distribution. But it's also good to look critically at the data. I think we're getting far enough along with solid research that we should begin to focus on SARS-CoV-2 data rather than SARS-1—the furin cleavage site & related multi-receptor binding capabilities alone, not even considering the advanced capacity for immune evasion, make this quite a different virus."}, {"id": "fvxbhb7", "author": "Buzumab", "content": "To back this up with some SARS-CoV-2 specific studies:  \n[https://www.medrxiv.org/content/10.1101/2020.06.13.20130252v1](https://www.medrxiv.org/content/10.1101/2020.06.13.20130252v1)  \n[https://www.nature.com/articles/s41591-020-0965-6](https://www.nature.com/articles/s41591-020-0965-6)\n\nIf you're looking to follow this topic, I recommend keeping up with research related to 'microneutralization' on PubMed. Those are going to be the gold-standard antibody studies, as they actually work with live virus in the lab (requires a BSL-3+ lab, too, so you're not going to see anyone but the best publishing research using this method).\n\nAlso note that the average Ab titer level in most patients, found across multiple studies, peaks @ <300. Ideally that should be more like 1000+; I don't think anyone familiar with immunology would say that titers <300 are great, especially if some of those aren't neutralizing. And according to microneutralization studies, such as performed in the followup on the USS Roosevelt investigation, and again (I can't remember who did this ATM, it was just last week though) to verify the quality of various antibody tests, only 40-60% of those patients were making neutralizing antibodies; it's unknown how vaccine-stimulated production will work with those natural non-producers.\n\nPersonally, I'm hopeful but guarded in thinking that some of these first round vaccines could be effective enough to justify some sort of distribution. But it's also good to look critically at the data. I think we're getting far enough along with solid research that we should begin to focus on SARS-CoV-2 data rather than SARS-1—the furin cleavage site & related multi-receptor binding capabilities alone, not even considering the advanced capacity for immune evasion, make this quite a different virus."}, {"id": "fvxnky3", "author": "whatthehell7", "content": "Even short term immunity from a vaccine would allow for the virus to die out in the population if it was planned properly meaning everyone is vaccinated inside the immunity period the first time the vaccine is administered. Though the same idiots that don't want to wear masks would probably be unwilling to get the vaccine."}, {"id": "fvxgs0d", "author": "Stolles", "content": "Seems everything related to science is just \"a first step\" and we never actually can get to any end.\n\nEDIT: No need to downvote, I'm not denying science, I'm low on hope. Every thread I see from here, I look to the comments for an explanation and some hope and I always end up seeing \" Here is a list of good things, some bad things to remember but Also remember we are just in the First steps\" and it feels like we never get anywhere."}, {"id": "fvxxxor", "author": "MD_Teach", "content": "The time will come for us to look up from the papers and models and projections and look out the window at what's actually happening. Still waiting for our \"fast tracked, 18 months to two years max\" AIDS virus 36 years later. But covid isn't AIDS! Nobody said it was. I'm saying the last time we were promised a fast tracked miracle vaccine we were left hanging for 36 years despite all the \"promising\" starts people had all over the planet."}, {"id": "fvwzkr2", "author": "TheSausageKing", "content": "1. Only Phase I/II so far. Phase III is where they show effectiveness. \n1. It's China, so take the data with a large grain of salt.\n1. We don't know how long the antibodies last or if it actually provides immunity from covid19.\n1. There's no mention of adverse reactions."}, {"id": "fvy6rpx", "author": "Cryptokudasai", "content": "I agree,  but also re: point 2-- if it was a western  corporation, I'd probably have the same reservations re: complete trust."}, {"id": "fvwvboh", "author": "BobbleBobble", "content": "Phase 1/2 trials are preliminary trials in a select patient group.  You need to show an effect in a wider and diverse patient group (P3) to demonstrate conclusive efficacy, which takes time.\n\nThe important caveat here is that this is the first *inactivated virus* vaccine showing efficacy.  There are multiple ways to design vaccines, those are the others already starting P3 you've heard about.\n\nMore \"shots on goal\" is great but this one isn't even necessarily the current frontrunner."}, {"id": "fvy2il4", "author": "Das_Geek_Meister", "content": "I'm there with you seems like any \"good news\" is quickly crushed with a here is why it won't work or here is why it will take 5 years to get anything useable out. Just like wsb I need people to start posting strike dates with when anything good will actually come of the news. I just keep hoping we get a day with something stellar like a effective therapeutic that can be taken from home and kicks covids butt with a high degree of certainty (ETA 2025)"}, {"id": "fy7xojt", "author": "pedanter1", "content": "I have doubts. The problem is new and unknown back in december. The odds in my mind for a successful vaccine to fight off sars cov 2 was 20/80. 20 was success. Since these news of three new vaccine are heading to phase three trials. I have upped the odds to my own self to 50/50. I am losing hope."}, {"id": "fvvmhbm", "author": "limricks", "content": "Is it weird if this made me cry?\n\nThis is fantastic news. The phase III trials began for this on in the UAE, didn't they?"}, {"id": "fvvprlq", "author": "goksekor", "content": "Yes, just read it today!"}, {"id": "fvw2yf4", "author": "Ihaveaboot", "content": "I just looked at a UAE covid chart and it does appear prevalent there.  Awesome news!"}, {"id": "fvwimz0", "author": "RufusSG", "content": "The UAE seems to be doing a better job than most of the other Gulf nations, they've done an absolute pile of testing (most per capita in the world excluding microstates) and are carrying out regular disinfection programs in public places. I'd have gone for Saudi Arabia, Oman or Qatar, they've got piles of cases at the moment, but the scientists know more about their trial than I do!"}, {"id": "fvvueca", "author": "hiyahikari", "content": "Do you have a source for the Phase III kickoff?"}, {"id": "fvvv59m", "author": "hellrazzer24", "content": "https://www.cnn.com/2020/06/24/health/uae-china-human-trial-coronavirus-intl/index.html"}, {"id": "fvvwy12", "author": "NCSUGrad2012", "content": "So if it passes phase 3 in another country can we use that in the USA?"}, {"id": "fvvxsjl", "author": "Evan_Th", "content": "Yes, phase 3 trials done in other countries are routinely used for US approval - provided, of course, the FDA deems them to have been done properly.  The US market is so large that most trials are targeted to FDA standards."}, {"id": "fvwi5bl", "author": "sprucenoose", "content": ">The US market is so large that most trials are targeted to FDA standards.\n\nAlso, pharmaceutical companies can often charge astronomical prices for their drugs in the various US American insurance companies have to pay, unlike most other developed countries' healthcare systems that have some form of centralized price negotiation. \n\nThe US Is therefore the money machine for the pharmaceutical industry and often the main focus of their approval efforts. To a certain extent, the rest of the world gets the benefit of the drug development at America's expense."}, {"id": "fvwqc7c", "author": "Death_InBloom", "content": "Seems about right"}, {"id": "fwrr4ab", "author": "FlawedButFly", "content": "This person is correct."}, {"id": "fvvyezo", "author": "hellrazzer24", "content": "Honestly, I haven't seen an answer to this question. Seems illogical to exclude it just based off the fact that it wasn't conducted on US Soil. Then again, the FDA is notoriously picky compared other foreign similar entities."}, {"id": "fvvxpje", "author": "throwmywaybaby33", "content": "Not likely."}, {"id": "fvvyazu", "author": "hellrazzer24", "content": "It seems 50/50. If its properly done, why not? But in the case of the Oxford vaccine, Fauci seems intent on the NIH running its own trial in August 2020 on US Soil for Phase 3. If the Brazilian arm of the UK Trial looks good, why wouldn't we use it? The demand will be too great IMO to wait and have to replicate the results."}, {"id": "fvvzlgu", "author": "HoldOnforDearLove", "content": "That trial will likely be over when the vaccine becomes available (which Fauci expects at the end opf the year). Time enough to provide extra safety/efficacy evidence.\n\nThe antivax crowd is so strong that you can't have enough evidence. Many Americans seem to be skeptical with anything rushed and/or from a 'foreign country'."}, {"id": "fvw1mzs", "author": "hellrazzer24", "content": "Fauci's end of the year timeline btw seems to be exclusively referring to the Moderna vaccine. I don't think he considers the possibility of the Oxford vaccine gaining approval from its current overseas Phase 3 trials."}, {"id": "fvw2uul", "author": "akrasiac_andronicus", "content": "You're saying Fauci thinks the Oxford vaccine is going to fail phase 3? Why?"}, {"id": "fvw46l5", "author": "hellrazzer24", "content": "No. But Fauci in his briefings to Congress seems to ignore the fact that there are other vaccines in phase 3 around the world. The US Phase 3 trial for the oxford vaccine, IIRC, is scheduled to start in August 2020. UK and Brazilian trials could be over by then. But Fauci never mentions the possibility that the data from those international trials can be used to approve a vaccine on US Soil."}, {"id": "fvxkbk2", "author": "JenniferColeRhuk", "content": "Your post or comment has been removed because it is off-topic and/or anecdotal [Rule 7], which diverts focus from the science of the disease. Please keep all posts and comments related to the science of COVID-19. Please avoid political discussions. Non-scientific discussion might be better suited for /r/coronavirus or /r/China_Flu. \n\nIf you think we made a mistake, please contact us. Thank you for keeping /r/COVID19 impartial and on topic."}, {"id": "fvvyfpt", "author": "throwmywaybaby33", "content": "How can anyone be this oblivious to the ongoing politics."}, {"id": "fvvzsw2", "author": "LevyMevy", "content": "Fauci said a few days ago that he’s optimistic we’ll have a vaccine by the very end of this year and I legit teared up."}, {"id": "fvw2xvt", "author": "akrasiac_andronicus", "content": "*cautiously* optimistic. So cautious tears."}, {"id": "fvw6njd", "author": "LadyFoxfire", "content": "Scientists tend to be more cautious than lay people about new developments, though, especially with regards to such a critical situation. He wouldn’t have said even that much if he was skeptical about the results he was seeing."}, {"id": "fvwohxv", "author": "shieldvexor", "content": "Scientists tend to be more cautious because we see how many things fail. I'd take his words at face value and not try to twist them into a guarranteed vaccine"}, {"id": "fy1ti2v", "author": "LLanier85", "content": "Of course not. It’s good news!"}, {"id": "fvvsvca", "author": "neesters", "content": "Do we know if having antibodies means you won't get it again? Is it comparable to a flu where you need a regular vaccine?"}, {"id": "fvvvf3m", "author": "MrVegasLawyer", "content": "In general, first generation RNA viruses have less antigen drift than those that have been around likely for centuries, like most flu viruses. RNA viruses has more drift than others but less dramatic which is why the vaccine makers all have said that the vast mutations that have occured thus far are not significant enough to affect the vaccine working. This is also referenced in this article in relation to some mutations currently in china."}, {"id": "fvw8esw", "author": "ncovariant", "content": "Wait, really? You are saying novel RNA viruses have *less* mutation drift than common respiratory RNA viruses that have been around for centuries? That seems counterintuitive to me. Didn’t SARS-CoV-1 mutate a lot during its first year, optimizing itself to its new host? Don’t influenza viruses have higher mutation drift for other reasons, including that they don’t have the strong RNA copy proofreading of coronaviruses? What is the mutation drift of HCoV-NL63 for example? You are saying this is *faster* than SARS-CoV-2? Is the mutation rate of HCoV viruses actually known?  What’s a good source for this? Very curious about this. Thanks!"}, {"id": "fvx3970", "author": "FrankiePoops", "content": "There's still this quote from the article:   \n\n>In response to recent new cases in Beijing and the discovery of a new genotype of the virus through whole-genome sequencing, some experts worry that for the new genotype, \"the vaccine may weaken or even not work.\""}, {"id": "fvx7jsa", "author": "MrVegasLawyer", "content": "Keep reading"}, {"id": "fvx7pbi", "author": "FrankiePoops", "content": "I did. It's still a concerning comment."}, {"id": "fvx7mlg", "author": "MrVegasLawyer", "content": "Source: https://www.cdc.gov/flu/about/viruses/change.htm"}, {"id": "fvxf5vf", "author": "ncovariant", "content": "This says absolutely nothing about your claim that \"first generation RNA viruses have less antigen drift than those that have been around likely for centuries\". It is just a basic exposition of antigenic drift and shift of influenza virus in layman's terms.Would you mind clarifying if you are an expert on the matter and your claim is factual, or if this was speculation?  Not holding it against you if it was non-expert speculation, just trying to figure out in what category I should classify this claim of yours in my memory. Thanks!\n\nEDIT: My apologies. This was a useless comment, striking an inappropriate tone.  Let me add some hard data links to make it more constructive, and so people can decide for themselves:\n\n* [https://nextstrain.org/flu/seasonal/h1n1pdm/ha/12y?c=region&l=clock](https://nextstrain.org/flu/seasonal/h1n1pdm/ha/12y?c=region&l=clock)  estimates average mutation rate for influenza A H1N1pdm09 since its interspecies  jump  (2009 swine flu pandemic) at 3.37/1000 subs/site-year.\n* [https://nextstrain.org/flu/seasonal/h1n1pdm/ha/pandemic?l=clock](https://nextstrain.org/flu/seasonal/h1n1pdm/ha/pandemic?l=clock) estimates its mutation rate during 2009 pandemic itself at 3.76/1000 subs/site-year.\n* For influenza A/H3N2: [https://nextstrain.org/flu/seasonal/h3n2/ha/12y?l=clock](https://nextstrain.org/flu/seasonal/h3n2/ha/12y?l=clock): 3.55/1000 subs/site-year average since early 2000s.\n* influenza B/Victoria: [https://nextstrain.org/flu/seasonal/vic/ha/12y?l=clock](https://nextstrain.org/flu/seasonal/vic/ha/12y?l=clock): 1.45/1000 subs/site-year since early 2000s.\n* influenza B/Yamagata: [https://nextstrain.org/flu/seasonal/yam/ha/12y?l=clock](https://nextstrain.org/flu/seasonal/yam/ha/12y?l=clock): 1.9/1000 subs/site-year since early 2000s. \n* Similar data available there to play around with for range of other viruses, including dengue, ebola, measles, west nile virus, sarscov2 (ncov), etc."}, {"id": "fw08k53", "author": "MrVegasLawyer", "content": "I'm not a medical expert butnam a lawyer so I research for a living. They give specific example of H1N1"}, {"id": "fw08may", "author": "MrVegasLawyer", "content": "And I should clarify that by first generation I mean after a species jump"}, {"id": "fvw2mo5", "author": "bluesam3", "content": "For a rough summary: \n\nIf you currently have antibodies that cleared a  significant infection, you're pretty much immune (if the antibodies weren't sufficient to make you immune, they wouldn't have been sufficient to clear it). If you've lost those antibodies, you *might* be immune (you may well still have the cells that produced those antibodies hanging around, and you may have cell-mediated immunity as well). It's possible that you lose both of those factors, but it's also possible that they last indefinitely in one form or another. If you had an extremely mild infection, it's also possible that you never gained any significant immune response, and so may not be immune.\n\n We don't currently know which of those is the case, but there are some reasons to be optimistic. For understandable reasons, public bodies have been stressing the possibility of not having immunity. Indeed, even if the above didn't exist, they might well still do so - there are a whole bunch of people who think that they have had it based on limited evidence (say, they had a chest infection in December), so it's important to stress to those people that they might not be immune."}, {"id": "fwrri92", "author": "FlawedButFly", "content": "When you say the cells that produced those antibodies, do you mean plasma cells? I get the cell mediated part, but the cells that produced antibodies part I don’t fully get. Can you explain?"}, {"id": "fwsfsp3", "author": "bluesam3", "content": "Yes (well, I mean B-cells more generally, which includes plasma cells)."}, {"id": "fvvtbss", "author": "throwaway42", "content": "That would depend on mutability of the virus I guess."}, {"id": "fvvsfya", "author": "italianancestor", "content": "The US prequalified china’s Japanese encephalitis vaccine earlier this year. There’s a chance."}, {"id": "fvwmxwz", "author": "FigulusNewton", "content": "Tentative good news. Vaccine being tested in China is showing the hoped for results so far, it produces antibodies in people who receive it and does not have bad side effects. It can move on to next step in trials with more people and see if these antibodies are effective at creating immunity to virus."}, {"id": "fvydt8a", "author": "VariousHawk", "content": "They look for antibodies that will be created as a result of the vaccination. Someone who had covid19 but has recovered will have similar antibodies that will prevent a new covid infection."}, {"id": "fw0knxm", "author": "ILikeCutePuppies", "content": "They do monitor infections.   Often the phase 3 are done in areas that have a lot of cases which they can compare against.\n\nThey also test the antibodies recovered from participants in a tube.  They could use the plasma from participants to treat patients with covid-19 although I haven't heard of them using that strategy."}, {"id": "fvvq6xp", "author": "pwrd", "content": "And even merrier, China wouldn't be slow at mass manufacturing it for the world. Great news!"}, {"id": "fvvypaf", "author": "prophetofthepimps", "content": "India can pitch it too. So you will have two of the biggest medicine and vaccine suppliers in the world pumping this stuff out. Only thing to see is if China is willing to share thier production capacity or will the first prioritise their own population first."}, {"id": "fvxxif9", "author": "reeram", "content": "\n>China is willing to share thier production capacity or will the first prioritise their own population first.\n\nLikely both."}, {"id": "fwrrlzi", "author": "FlawedButFly", "content": "I mean dude I hope they do prioritize their own people first. That’s the right thing to do, if they are making it."}, {"id": "fw03j7h", "author": "thinkofanamefast", "content": "I thought the Serum Institute of India was focused on the Oxford vaccine, or maybe they can do billions of doses of multiple vaccines? I read that they are the biggest vaccine producers in the world."}, {"id": "fw0ziwy", "author": "prophetofthepimps", "content": "Yes, India has a very capable vaccine productions capacity and with all other vaccination programs in suspended mode, all that capacity can focus on any one of the vaccines emerging inthe world. There is a 2 month lag from adoption to mass availability so lets just hope any one of the cadidates out there manages to stick."}, {"id": "fvvxvqy", "author": "DNAhelicase", "content": "Your comment is unsourced speculation [Rule 2](https://www.reddit.com/r/COVID19/about/rules/). Claims made in r/COVID19 should be factual and possible to substantiate. \n\nIf you believe we made a mistake, please [message the moderators](https://www.reddit.com/message/compose?to=%2Fr%2Fcovid19). Thank you for keeping /r/COVID19 factual."}, {"id": "fvvt9i8", "author": "AutoModerator", "content": "Your comment has been removed because\n\n* **Off topic and political discussion is not allowed.** This subreddit is intended for discussing science around the virus and outbreak. Political discussion is better suited for a subreddit such as /r/worldnews or /r/politics.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/COVID19) if you have any questions or concerns.*"}, {"id": "fvxkpg0", "author": "shallah", "content": "Am I correct that inactivated vaccines usually are safe for people with autoimmune diseases on immune suppressing drugs so this one might be okay too? I've got family with autoimmune and pray that someone makes a vaccine that will be safe for them and everyone else in that boat"}, {"id": "fvxq7t2", "author": "DuePomegranate", "content": "Yes"}, {"id": "fvvqxaf", "author": "kontemplador", "content": "Do they last long enough? With all these reports of short lasting antibodies, I'm unfortunately less hopeful"}, {"id": "fvvsjca", "author": "italianancestor", "content": "Short lasting antibodies does not mean short lasting immunity. There are many parts of an immune system."}, {"id": "fvvurpk", "author": "Ecv02", "content": "Even then, short lasting immunity would be far better than nothing."}, {"id": "fvvrqav", "author": "zonadedesconforto", "content": "Vaccines should provide a better immune response than a natural infection. If not, centainly reinforced doses are not off the table."}, {"id": "fvvsfis", "author": "clinton-dix-pix", "content": "Looking at the release, it looks like their best response was to a two-dose administration about a month apart."}, {"id": "fvvv50p", "author": "dangitbobby83", "content": "Seems to be the case with ChadOx1 as well. I wouldn’t be shocked if a lot of the vaccines end up needing a booster dose a month or two out. \n\nRegardless, this is great news. It seems like this virus should be decently easy to vaccinate for, considering several vaccine candidates are showing promise."}, {"id": "fvvvbbd", "author": "hellrazzer24", "content": "More media non-sense from the past few weeks about the disappearance of antibodies. It's normal for antibody count to lower the further out you get from recovery. This happens with almost every virus your body encounters. Your body luckily has B-cell \"memory\" with the ability to ramp up antibody production if it sees the same virus again.\n\nAdditionally. Let's assume that even with waning antibody counts immunity period is lessened. That really just buys us more time to find a more permanent vaccine/solution to this pandemic. 1-2 years of immunity will go a long ways to restoring world economies and gearing up for a \"final push\" vaccine to completely eradicate it altogether."}, {"id": "fvvv233", "author": "duckofdeath87", "content": "When does mass production start?"}, {"id": "fvwdp8t", "author": "red_foot", "content": "Phase 3 trials usually take 2 to 4 years. What’s the green light signal for these COVID vaccines? How is anyone going to be ready to distribute by September?"}, {"id": "fvx42wj", "author": "Murdathon3000", "content": "Several of the front runners are going to begin mass production at risk prior to the completion of phase 3 completion, so we could be talking about tens of millions of doses of a (hopefully working) vaccine ready for distribution to critical populations this year if all goes well."}, {"id": "fvy1dpm", "author": "red_foot", "content": "Well I guess I still have my question. When do we decide the vaccine is good to distribute? Is the phase 3 only going to last 6 months? What tells them the phase 3 is over?"}, {"id": "fvyfysd", "author": "veryimportantman", "content": "efficacy. if the vaccine is as “effective” at doing what they want it to is what determines how long it lasts (not the end all be all determination though). as far as I know, most of these vaccines have very low risk factors and are not associated with long term side effects, but someone who knows more can chime in about that."}, {"id": "fvyj8no", "author": "Murdathon3000", "content": "The specific criteria is slightly different for each candidate. Read more [here](https://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines)."}, {"id": "fw0jun2", "author": "red_foot", "content": "That’s great!"}, {"id": "fw3pgvr", "author": "red_foot", "content": "Sorry to bother you, but do you have a reference like this for monoclonal antibody treatment trials?"}, {"id": "fw3r1lb", "author": "Murdathon3000", "content": "Unfortunately, I do not! If you find one though, would you mind messaging me with a link? I'd be interested in that also haha."}, {"id": "fwrsz5g", "author": "FlawedButFly", "content": "https://www.ashp.org/-/media/assets/pharmacy-practice/resource-centers/Coronavirus/docs/ASHP-COVID-19-Evidence-Table.ashx?#page47"}, {"id": "fwrsvop", "author": "FlawedButFly", "content": "Here you go friend: https://www.ashp.org/-/media/assets/pharmacy-practice/resource-centers/Coronavirus/docs/ASHP-COVID-19-Evidence-Table.ashx?#page47"}, {"id": "fvxu7gn", "author": "LeniVidiViciPC", "content": "Compared to other vaccines, this one receives probably 100x, if not 1000x or god knows how much more funding."}, {"id": "fvx6dtr", "author": "vi68", "content": "Will these last any longer than the antibodies in infected individuals!? They say two to three months of  immunity for those with antibodies."}, {"id": "fvxqpcb", "author": "DuePomegranate", "content": "The drop in antibody levels after 2-3 months was heavily misinterpreted by the media. See my comment here:\n\n[https://www.reddit.com/r/science/comments/hbzm1d/antibodies\\_to\\_the\\_new\\_coronavirus\\_may\\_last\\_only/fvce74i/?context=3](https://www.reddit.com/r/science/comments/hbzm1d/antibodies_to_the_new_coronavirus_may_last_only/fvce74i/?context=3)\n\nThe actual study said \"starts to decrease within 2-3 months\" and this is a normal thing. Antibody levels should go down after recovery, but hopefully stay at a low but still protective level for a long time. The study could not address the latter.\n\nETA: And also this guy's comments\n\n [https://www.reddit.com/r/science/comments/hbzm1d/antibodies\\_to\\_the\\_new\\_coronavirus\\_may\\_last\\_only/fvcq4l3/](https://www.reddit.com/r/science/comments/hbzm1d/antibodies_to_the_new_coronavirus_may_last_only/fvcq4l3/)"}, {"id": "fvxm6wb", "author": "callmetellamas", "content": "Genuine question here: is it safe to mass grow the very virus we are trying to eradicate for these inactivated vaccines? Is another, safer method being used for this? I think I’ve read somewhere that we should avoid growing the actual SARS-CoV-2 for vaccines, as it could pose risks. I’m particularly concerned about lab induced mutations, improper handling, lab leaks, especially amid such rushed schedules and intensive production... Shouldn’t I be?"}, {"id": "fvxr7jk", "author": "DuePomegranate", "content": "The virus is already everywhere, so in that sense, it's not so dangerous if there's a lab leak. I mean, it would be very bad in China if some staff got infected and started a new cluster, but if the same thing were to happen in India or US, it would be a drop in the ocean.\n\nLab-induced mutations can be monitored, and I'm sure they will sequence the cultures at various points. There are very strict controls on how the virus is grown starting from X vials of the same master seed bank, which is then expanded to the working seed bank, and how many times the virus can be propagated before you have to restart from older stock. It's a well-understood and well-regulated process."}, {"id": "fvx2i1d", "author": "AutoModerator", "content": "Your comment has been removed because\n\n* **Off topic and political discussion is not allowed.** This subreddit is intended for discussing science around the virus and outbreak. Political discussion is better suited for a subreddit such as /r/worldnews or /r/politics.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/COVID19) if you have any questions or concerns.*"}, {"id": "fvy022b", "author": "jumpylahori", "content": "https://www.nature.com/articles/d41587-020-00015-x\n\nhttps://www.tagesspiegel.de/wissen/kritik-an-chinesischer-corona-vakzine-ist-der-am-weitesten-entwickelte-covid-19-impfstoff-ueberhaupt-sicher/25936428.html"}, {"id": "fxx372r", "author": "farnoud", "content": "What does this mean in terms of time to market? How long phase 3 takes?"}, {"id": "fzcv902", "author": "DDR3plebian", "content": "How long until we get this for the masses? I'm super uneducated about the process. But willing to learn"}, {"id": "fvyjnxg", "author": "theblackxranger", "content": "One step closer to ending this nightmare"}, {"id": "fvyq95s", "author": "bcassady", "content": "Testing on \"healthy subjects aged from 18 to 59\" makes this senior citizen wonder of the overall efficacy on those >60 years old with possible underlying health conditions. Too soon to be concerned?"}, {"id": "fvvtn0y", "author": "MrFunnie", "content": "Unfortunately that’s not how this works. This is a slow burn, especially in the USA. But you can see it in other places as well, aside from NZ. In Beijing they locked down again because of an outbreak. Do you think the world can take locking down here and there for the foreseeable future? Not at all. If this were to burn out, it’s estimated 60-70% of the population needs to get it, we aren’t even close, not to mention, how long does immunity last? Enough for when herd immunity is achieved that you can’t get it? If so, then yes, burned out. If not, it’s going to continue to burn forever. We need a vaccine, that’s the short and the long of it."}, {"id": "fvvub09", "author": "DNAhelicase", "content": "Your comment is unsourced speculation [Rule 2](https://www.reddit.com/r/COVID19/about/rules/). Claims made in r/COVID19 should be factual and possible to substantiate. \n\nIf you believe we made a mistake, please [message the moderators](https://www.reddit.com/message/compose?to=%2Fr%2Fcovid19). Thank you for keeping /r/COVID19 factual."}, {"id": "fvwmegp", "author": "MrEthan997", "content": "Does it still have to be tested? How long before we can expect these to be mass produced and distributed to the general public?"}, {"isLast": true}]